cask "arc"
cask "claude-code"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "ghostty"

brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "uv"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

